Repository: Zahreddin/user_auth_email
Catalog: translations/*.po
Languages: de

source: Send email to website's email adress.
de: E-Mail an die Website E-Mail Adresse schicken.

source: Deaktivate the option if you don't want to send the "waiting for approval email" to the website's email adress.
de: Durch das deaktivieren dieser Option, verhindern Sie das eine "Warte auf Freigabe E-Mail" an die Website E-Mail Adresse geschickt wird.

source: User list
de: Benutzerliste

source: Enter a comma separated list of users that should receive a "waiting for approval email".
de: Geben Sie eine komma getrennte Liste von Benutzern an, welche eine "Warte auf Freigabe E-Mail" erhalten sollen.

source: Roles
de: Rollen

source: Choose those roles from their users should receive a "waiting for approval email".
de: Wählen Sie jene Rollen, deren Benutzer eine "Warte auf Freigabe E-Mail" erhalten sollen.

source: User Authentication Email
de: Benutzer authentifizierungs E-Mail

source: Controle the outgoing email's to admin's when new users are waiting for approval.
de: Kontrollieren Sie alle ausgehenden E-Mails an Administratoren wenn ein neuer Benutzer auf eine Freigabe wartet.

source: User Authentication Email autocomplete
de: Benutzer authentifizierungs E-Mail autovervollständigung

source: User Authentification E-Mail
de: Benutzer authentifizierungs E-Mail
